import {
  icon1,
  icon10,
  icon11,
  icon12,
  icon13,
  icon14,
  icon15,
  icon16,
  icon17,
  icon18,
  icon19,
  icon2,
  icon20,
  icon21,
  icon22,
  icon23,
  icon24,
  icon25,
  icon26,
  icon3,
  icon4,
  icon5,
  icon6,
  icon7,
  icon8,
  icon9,
} from "@resources/images/about";

export const INFORMATION_ABOUT = [
  {
    icon: icon1,
    text: "Торгово-сервисная компания, которая работает в Омске с 2006 года и занимается снабжением свето- и электротехникой.",
  },
  {
    icon: icon2,
    text: "Крупный склад электрики в центре города Омска: 5000 наименований, квартальный запас, ежедневное пополнение.",
  },
  {
    icon: icon3,
    text: "Поставщики электроматериалов на предприятия, в учреждения и организации различного направления и уровня от Предуралья до Камчатки.",
  },
  {
    icon: icon4,
    text: "Победители более 700 аукционов на выполнение государственных контрактов по поставкам электротехники.",
  },
  {
    icon: icon5,
    text: "Представители, дилеры и дистрибьюторы зарекомендовавших себя торговых марок: ABB, DKC, EKF, IEK, Legrand, Schneider Electric, UNIVersal, Гагаринский светотехнический завод, КОСМОС, Новосибирский кабельный завод, Световые технологии, ЭРА.",
  },
  {
    icon: icon6,
    text: "Коллектив нескучных трудоголиков, которых отличает профессиональная смелость, ответственность, оригинальность личности, душевное отношение к людям.",
  },
];

export const INFORMATION_ONLY_WE = [
  {
    icon: icon7,
    text: "Обслуживаем быстрее, чем в McDonald`s: выписываем, пакуем, выдаём.\n",
  },
  {
    icon: icon8,
    text: "Отгружаем электроматериалы без оплаты, в нерабочее время, в выходной и даже ночью, если у вас ЧП.",
  },
  {
    icon: icon9,
    text: "Отсрочиваем платёж за товар на комфортный для вас период, договариваемся об оптимальных условиях оплаты.",
  },
  {
    icon: icon10,
    text: "Находим и поставляем всё, что вам требуется: редкие позиции, непрофильную продукцию, «аленький цветок».",
  },
  {
    icon: icon11,
    text: "Делаем бесплатную доставку по городу уже сегодня или на следующий день, а в экстренной ситуации – в течение нескольких часов.",
  },
  {
    icon: icon12,
    text: "Доставляем товар до вашей двери при заказе на незначительную сумму, если вам это очень нужно.",
  },
  {
    icon: icon13,
    text: "Даём протестировать интересующие образцы продукции, дабы развеять ваши смутные сомнения.",
  },
  {
    icon: icon14,
    text: "Принимаем возврат наших постоянных складских позиций, если возвращать вас вынуждают обстоятельства.",
  },
  {
    icon: icon15,
    text: "Радуем вас исполнительностью, обаянием и юмором вашего персонального менеджера.",
  },
];

export const INFORMATION_WHAT_WE_DO = [
  {
    icon: icon16,
    text: "Осуществляем поставки электроматериалов в любой уголок страны.",
  },
  {
    icon: icon17,
    text: "Снабжаем предприятия продукцией неосновного профиля.",
  },
  {
    icon: icon18,
    text: "Удовлетворяем потребность в материалах оперативно (складские запасы + отлаженная транспортная логистика).",
  },
  {
    icon: icon19,
    text: "Готовим необходимую бухгалтерскую, юридическую, сертификатную и прочую документацию для осуществления эффективных торговых отношений.",
  },
  {
    icon: icon20,
    text: "Заключаем и исполняем государственные контракты и иные договоры на совесть.",
  },
  {
    icon: icon21,
    text: "Свято чтим и соблюдаем оговоренные сроки поставок.",
  },
  {
    icon: icon22,
    text: "«Расшифровываем» сложные заявки и проекты.",
  },
  {
    icon: icon23,
    text: "Экономим средства, подбирая оптимальные по цене и качеству материалы или допустимые «бюджетные» аналоги.",
  },
  {
    icon: icon24,
    text: "Идём навстречу, когда меняются первоначальные условия и договорённости.",
  },
  {
    icon: icon25,
    text: "Ищем и находим редчайшие отечественные и импортные промышленные товары и изделия.",
  },
  {
    icon: icon26,
    text: "Обслуживаем покупателей и партнёров быстро, чётко и тепло.",
  },
];
